Repository: common-repository/zyx-classical-circular-clock
Catalog: languages/zyx-analog-clock-*.po
Languages: ca, es_es

source: Simple and configurable Flash clock
ca: Un rellotge en Flash senzill i configurable
es_es: Reloj Flash sencillo y configurable

source: Clock
ca: Rellotge
es_es: Reloj

source: ZYX Analog Clock
ca: ZYX Rellotge analògic
es_es: ZYX Reloj Analógico

source: Main settings
ca: Ajustos principals
es_es: Ajustes principales

source: Title for the widget
ca: Títol per al fòtil
es_es: Título del widget

source: Title
ca: Títol
es_es: Título

source: Width of the widget
ca: Ample del fòtil
es_es: Ancho del widget

source: Width
ca: Ample
es_es: Ancho

source: Height of the widget
ca: Alçada del fòtil
es_es: Alto del widget

source: Height
ca: Alçada
es_es: Alto

source: Number of hours for complete round of the main dial (normally 12)
ca: Número d'hores per volta complerta de l'agulla principal (normalment 12)
es_es: Número de horas por vuelta completa de la aguja principal (normalmente 12)

source: Hours/cycle
ca: Hores/cicle
es_es: Horas/ciclo

source: Hour dial settings
ca: Ajustos de l'agulla horària
es_es: Ajustes de la aguja de horas

source: Color (hex)
ca: Color (hexadecimal)
es_es: Color (hexadecimal)

source: Opacity (0-100)
ca: Opacitat (0-100)
es_es: Opacidad (0-100)

source: Length
ca: Llarg
es_es: Longitud

source: Type
ca: Tipus
es_es: Tipo

source: Straight
ca: Recta
es_es: Recta

source: Minute dial settings
ca: Ajustos de l'agulla minutera
es_es: Ajustes de la aguja minutera

source: Second dial settings
ca: Ajustos de l'agulla dels segons
es_es: Ajustes de la aguja segundera

source: Primary Mark settings
ca: Ajustos de les marques primàries
es_es: Ajustes de las marcas principales

source: Number
ca: Número
es_es: Número

source: Secondary Mark settings
ca: Ajustos de les marques secundàries
es_es: Ajustes de las marcas secundarias

source: Sphere settings
ca: Ajustos de l'esfera
es_es: Ajustes de la esfera

source: Outline settings
ca: Ajustos de la vora
es_es: Ajustes del borde
